periodica-backend/app/controllers/classifications_controller.rb

  def index
    @classifications = Classification.all
---
SELECT "classifications".* FROM "classifications"