periodica-backend/app/controllers/elements_controller.rb

  def index
    @elements = Element.all
---
SELECT "elements".* FROM "elements"